{
  "CopilotChat.nvim": { "branch": "main" },
  "bufpreview.vim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "csv.vim": { "branch": "master" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-nextword": { "branch": "main" },
  "ddc-source-shell-native": { "branch": "main" },
  "ddc-source-vim-lsp": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops-helloworld.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "iceberg.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "skkeleton": { "branch": "main" },
  "tabular": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-commentary": { "branch": "master" },
  "vim-lsp": { "branch": "master" },
  "vim-lsp-settings": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vimtex": { "branch": "master" }
}
